---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.Speckle
source: html/ed3d8167-c040-0c4d-f05c-44f1de3596e6.htm
---
# Speckle Properties

The property labeled "Color 1" from the "Speckle" schema.